Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 左滑删除，右滑保留，上滑收藏。所有删除都会在最后统一确认。
ar: اسحب لليسار للحذف، ولليمين للاحتفاظ، وللأعلى للتفضيل. يتم تأكيد عمليات الحذف في النهاية.
de: Nach links wischen zum Löschen, nach rechts zum Behalten und nach oben zum Favorisieren. Löschungen werden am Ende bestätigt.
en: Swipe left to delete, right to keep, and up to favorite. Deletes are confirmed at the end.
ja: 左にスワイプで削除、右で保持、上でお気に入り。削除は最後にまとめて確認されます。
zh_hant: 左滑刪除，右滑保留，上滑收藏。所有刪除都會在最後統一確認。

source: 左滑删除，右滑保留，上滑收藏。点完成后再统一确认。
ar: اسحب لليسار للحذف، ولليمين للاحتفاظ، وللأعلى للتفضيل. أكّد كل شيء في النهاية.
de: Nach links wischen zum Löschen, nach rechts zum Behalten und nach oben zum Favorisieren. Bestätige alles am Ende.
en: Swipe left to delete, right to keep, and up to favorite. Confirm everything at the end.
ja: 左にスワイプで削除、右で保持、上でお気に入り。最後にまとめて確認します。
zh_hant: 左滑刪除，右滑保留，上滑收藏。點完成後再統一確認。

source: 左滑删除，右滑跳过，上滑收藏。所有删除都会在最后统一确认。
ar: اسحب لليسار للحذف، ولليمين للتخطي، وللأعلى للتفضيل. يتم تأكيد عمليات الحذف في النهاية.
de: Nach links wischen zum Löschen, nach rechts zum Überspringen und nach oben zum Favorisieren. Löschungen werden am Ende bestätigt.
en: Swipe left to delete, right to skip, and up to favorite. Deletes are confirmed at the end.
ja: 左にスワイプで削除、右でスキップ、上でお気に入り。削除は最後にまとめて確認されます。
zh_hant: 左滑刪除，右滑跳過，上滑收藏。所有刪除都會在最後統一確認。

source: 左滑删除，右滑跳过，上滑收藏。点完成后再统一确认。
ar: اسحب لليسار للحذف، ولليمين للتخطي، وللأعلى للتفضيل. اضغط تم لتأكيد كل شيء معًا.
de: Nach links wischen zum Löschen, nach rechts zum Überspringen und nach oben zum Favorisieren. Tippe auf Fertig, um alles gemeinsam zu bestätigen.
en: Swipe left to delete, right to skip, and up to favorite. Tap Done to confirm everything together.
ja: 左にスワイプで削除、右でスキップ、上でお気に入り。完了をタップしてまとめて確認します。
zh_hant: 左滑刪除，右滑跳過，上滑收藏。點完成後再統一確認。

source: 左滑相册可编辑或删除
ar: اسحب الألبوم لليسار لتعديله أو حذفه
de: Album nach links wischen, um es zu bearbeiten oder zu löschen
en: Swipe left on an album to edit or delete it
ja: アルバムを左にスワイプして編集または削除
zh_hant: 左滑相冊可編輯或刪除

source: 左留右删
ar: احتفظ يسارًا، واحذف يمينًا
de: Links behalten, rechts löschen
en: Keep left, delete right
ja: 左で保持、右で削除
zh_hant: 左留右刪

source: 已于 %@ 完整解锁支持者版，可长期使用。
ar: تم فتح Supporter بالكامل في %@ وسيبقى متاحًا على المدى الطويل.
de: Supporter wurde am %@ vollständig freigeschaltet und bleibt langfristig verfügbar.
en: Supporter was fully unlocked on %@ and stays available long term.
ja: %@ にサポーター版が完全に解除され、長期利用できます。
zh_hant: 已於 %@ 完整解鎖支持者版，可長期使用。

source: 已于 %@ 解锁支持者版。
ar: تم فتح Supporter في %@.
de: Supporter wurde am %@ freigeschaltet.
en: Supporter was unlocked on %@.
ja: %@ にサポーター版が解除されました。
zh_hant: 已於 %@ 解鎖支持者版。

source: 已保留
ar: تم الاحتفاظ
de: Behalten
en: Kept
ja: 保持済み

source: 已允许访问全部照片
ar: تم السماح بالوصول الكامل إلى الصور
de: Voller Fotozugriff erlaubt
en: Full photo access allowed
ja: すべての写真へのアクセスを許可済み
zh_hant: 已允許訪問全部照片

source: 已切换到卡片模式
ar: تم التبديل إلى وضع البطاقات
de: In den Kartenmodus gewechselt
en: Switched to card mode
ja: カードモードに切り替えました
zh_hant: 已切換到卡片模式

source: 已切换到双行浏览
ar: تم التبديل إلى التصفح بصفين
de: Zur zweizeiligen Ansicht gewechselt
en: Switched to two-row browsing
ja: 2行ブラウズに切り替えました
zh_hant: 已切換到雙行瀏覽

source: 已删除
ar: تم الحذف
de: Gelöscht
en: Deleted
ja: 削除済み
zh_hant: 已刪除

source: 已加入待删除
ar: تم وضع علامة للحذف
de: Zum Löschen markiert
en: Marked to delete
ja: 削除候補に追加済み
zh_hant: 已加入待刪除

source: 已加入待收藏
ar: تم وضع علامة للتفضيل
de: Zum Favorisieren markiert
en: Marked to favorite
ja: お気に入り候補に追加済み

source: 已压缩
ar: تم الضغط
de: Komprimiert
en: Compressed
ja: 圧縮済み
zh_hant: 已壓縮

source: 已取消待收藏
ar: تمت الإزالة من قائمة المفضلة
de: Aus Favoriten-Warteliste entfernt
en: Removed from favorites queue
ja: お気に入り候補を解除しました

source: 已取消删除
ar: تمت الإزالة من الحذف
de: Aus Löschliste entfernt
en: Removed from deletion
ja: 削除候補から削除しました
zh_hant: 已取消刪除

source: 已在待删除
ar: موجود بالفعل في قائمة الحذف
de: Bereits zum Löschen vorgemerkt
en: Already queued for deletion
ja: すでに削除キューにあります
zh_hant: 已在待刪除

source: 已复制
ar: تم النسخ
de: Kopiert
en: Copied
ja: コピー済み
zh_hant: 已複製

source: 已复制微信号 %@
ar: تم نسخ WeChat ID %@
de: WeChat-ID %@ kopiert
en: WeChat ID %@ copied
ja: WeChat ID %@ をコピーしました
zh_hant: 已複製微信號 %@

source: 已展开
ar: موسّع
de: Erweitert
en: Expanded
ja: 展開済み
zh_hant: 已展開

source: 已归类
ar: تم التصنيف
de: Abgelegt
en: Filed
ja: 整理済み
zh_hant: 已歸類

source: 已归类到 %@
ar: تمت الإضافة إلى %@
de: Zu %@ hinzugefügt
en: Added to %@
ja: %@に追加しました
zh_hant: 已歸類到 %@

source: 已恢复开屏引导
ar: سيظهر الشرح الافتتاحي مجددًا
de: Intro wird wieder angezeigt
en: Intro will be shown again
ja: イントロを再表示します
zh_hant: 已恢復開屏引導

source: 已打开声音
ar: الصوت مفعل
de: Ton ein
en: Sound On
ja: サウンドオン
zh_hant: 已打開聲音

source: 已折叠
ar: مطوي
de: Eingeklappt
en: Collapsed
ja: 折りたたみ済み
zh_hant: 已摺疊

source: 已撤销上一步
ar: تم التراجع عن آخر إجراء
de: Letzte Aktion widerrufen
en: Undid the last action
ja: 前の操作を取り消しました
zh_hant: 已撤銷上一步

source: 已收藏
ar: في المفضلة بالفعل
de: Bereits Favorit
en: Already favorite
ja: すでにお気に入りです

source: 已浏览到最后一张
ar: وصلت إلى آخر صورة
de: Letztes Foto erreicht
en: Reached the last photo
ja: 最後の写真まで移動しました
zh_hant: 已瀏覽到最後一張

source: 已整理
ar: تمت المراجعة
de: Überprüft
en: Reviewed
ja: 確認済み

source: 已整理 %@
ar: تمت مراجعة %@
de: %@ überprüft
en: %@ reviewed
ja: %@を確認済み

# 已整理 %lld 张 · 候选 %lld 张
source: 已整理 %1$lld 张 · 候选 %2$lld 张
ar: تمت مراجعة %1$lld · %2$lld مرشحة
de: %1$lld überprüft · %2$lld Kandidaten
en: %1$lld reviewed · %2$lld candidates
ja: %1$lld枚確認済み · 候補%2$lld枚
zh_hant: 已整理 %1$lld 張 · 候選 %2$lld 張

# 已整理 %lld 张 · 待确认 %lld 张
source: 已整理 %1$lld 张 · 待确认 %2$lld 张
ar: تمت مراجعة %1$lld · %2$lld بانتظار التأكيد
de: %1$lld überprüft · %2$lld ausstehend
en: %1$lld reviewed · %2$lld pending
ja: %1$lld枚確認済み · 保留中%2$lld枚
zh_hant: 已整理 %1$lld 張 · 待確認 %2$lld 張

# 已整理 %lld%% · 剩余 %lld 张
source: 已整理 %1$lld%% · 剩余 %2$lld 张
ar: تمت مراجعة %1$lld%% · متبقٍ %2$lld
de: %1$lld%% überprüft · %2$lld übrig
en: %1$lld%% reviewed · %2$lld remaining
ja: %1$lld%%確認済み · 残り%2$lld枚
zh_hant: 已整理 %1$lld%% · 剩餘 %2$lld 張

# 已整理 %lld/%lld 张，确认后再统一删除。
source: 已整理 %1$lld/%2$lld 张，确认后再统一删除。
ar: تمت مراجعة %1$lld/%2$lld. أكّد قبل حذف أي شيء.
de: %1$lld/%2$lld überprüft. Vor dem Löschen bestätigen.
en: %1$lld/%2$lld reviewed. Confirm before anything is deleted.
ja: %1$lld/%2$lld枚確認済み。削除前に確認します。
zh_hant: 已整理 %1$lld/%2$lld 張，確認後再統一刪除。

source: 已整理 %lld/%lld 项，合计约 %@。
ar: تمت مراجعة %1$lld/%2$lld عنصرًا، بإجمالي نحو %3$@.
de: %1$lld/%2$lld Elemente überprüft, insgesamt ca. %3$@.
en: %1$lld/%2$lld items reviewed, about %3$@ in total.
ja: %1$lld/%2$lld項目を確認済み、合計約%3$@。
zh_hant: 已整理 %lld/%lld 項，合計約 %@。

source: 已显示 %lld/%lld 个视频 · 压缩时确认大小
ar: تم عرض %lld/%lld فيديو · يتم تأكيد الحجم عند الضغط
de: %lld/%lld Videos angezeigt · Größe wird beim Komprimieren geprüft
en: %lld/%lld videos shown · size checked when compressing
ja: %lld/%lld本のビデオを表示 · 圧縮時にサイズを確認
zh_hant: 已顯示 %lld/%lld 個影片 · 壓縮時確認大小

source: 已显示 %lld/%lld 个视频 · 合计约 %@
ar: تم عرض %lld/%lld فيديو · الإجمالي نحو %@
de: %lld/%lld Videos angezeigt · insgesamt ca. %@
en: %lld/%lld videos shown · about %@ total
ja: %lld/%lld本のビデオを表示 · 合計約%@
zh_hant: 已顯示 %lld/%lld 個影片 · 合計約 %@

source: 已显示 %lld/%lld 个视频 · 已知约 %@
ar: تم عرض %lld/%lld فيديو · المعروف نحو %@
de: %lld/%lld Videos angezeigt · bekannt ca. %@
en: %lld/%lld videos shown · known about %@
ja: %lld/%lld本のビデオを表示 · 判明分約%@
zh_hant: 已顯示 %lld/%lld 個影片 · 已知約 %@

source: 已显示 %lld/%lld 个视频 · 正在计算大小
ar: تم عرض %lld/%lld فيديو · جارٍ حساب الحجم
de: %lld/%lld Videos angezeigt · Größe wird berechnet
en: %lld/%lld videos shown · calculating size
ja: %lld/%lld本のビデオを表示 · サイズを計算中
zh_hant: 已顯示 %lld/%lld 個影片 · 正在計算大小

source: 已显示 %lld/%lld 张图片 · 合计约 %@
ar: تم عرض %lld/%lld صورة · الإجمالي نحو %@
de: %lld/%lld Bilder angezeigt · insgesamt ca. %@
en: %lld/%lld images shown · about %@ total
ja: %lld/%lld枚の画像を表示 · 合計約%@
zh_hant: 已顯示 %lld/%lld 張圖片 · 合計約 %@

source: 已显示 %lld/%lld 张图片 · 当前约 %@
ar: تم عرض %lld/%lld صورة · العناصر المعروضة نحو %@
de: %lld/%lld Bilder angezeigt · angezeigte Elemente ca. %@
en: %lld/%lld images shown · shown items about %@
ja: %lld/%lld枚の画像を表示 · 表示中の項目は約%@
zh_hant: 已顯示 %lld/%lld 張圖片 · 目前約 %@

source: 已清空本机整理记录
ar: تم مسح سجلات التنظيف المحلية
de: Lokale Bereinigungsdaten gelöscht
en: Local cleanup records cleared
ja: ローカルの整理記録を消去しました
zh_hant: 已清空本機整理記錄

source: 已点亮
ar: تم فتحه
de: Freigeschaltet
en: Unlocked
ja: 解除済み
zh_hant: 已點亮

source: 已生成 %lld 个压缩副本
ar: تم إنشاء %lld نسخة مضغوطة
de: %lld komprimierte Kopien erstellt
en: Created %lld compressed copies
ja: %lld個の圧縮コピーを作成しました
zh_hant: 已產生 %lld 個壓縮副本

source: 已生成 %lld 个压缩后视频
ar: تم إنشاء %lld فيديو مضغوط
de: %lld komprimierte Videos erstellt
en: Created %lld compressed videos
ja: %lld本の圧縮ビデオを作成しました
zh_hant: 已產生 %lld 個壓縮後影片

source: 已生成 %lld 张压缩后图片
ar: تم إنشاء %lld صورة مضغوطة
de: %lld komprimierte Bilder erstellt
en: Created %lld compressed images
ja: %lld枚の圧縮画像を作成しました
zh_hant: 已產生 %lld 張壓縮後圖片

source: 已生成 1 个压缩副本
ar: تم إنشاء نسخة مضغوطة واحدة
de: 1 komprimierte Kopie erstellt
en: Created 1 compressed copy
ja: 圧縮コピーを1個作成しました
zh_hant: 已產生 1 個壓縮副本

source: 已生成 1 个压缩后视频
ar: تم إنشاء فيديو مضغوط واحد
de: 1 komprimiertes Video erstellt
en: Created 1 compressed video
ja: 圧縮ビデオを1本作成しました
zh_hant: 已產生 1 個壓縮後影片

source: 已生成 1 张压缩后图片
ar: تم إنشاء صورة مضغوطة واحدة
de: 1 komprimiertes Bild erstellt
en: Created 1 compressed image
ja: 圧縮画像を1枚作成しました
zh_hant: 已產生 1 張壓縮後圖片

source: 已生成压缩后图片，但空间减少不明显。建议先保留原图。
ar: تم إنشاء الصور المضغوطة، لكن توفير المساحة محدود. يُنصح بالاحتفاظ بالأصول حاليًا.
de: Komprimierte Bilder wurden erstellt, aber die Platzersparnis ist gering. Originale sollten vorerst behalten werden.
en: Compressed images were created, but space savings are limited. Keeping originals is recommended.
ja: 圧縮画像を作成しましたが、空き容量の増加はわずかです。まずは元画像を残すことをおすすめします。
zh_hant: 已產生壓縮後圖片，但空間減少不明顯。建議先保留原圖。

source: 已生成压缩后图片，原图尚未删除。请先查看对比，再决定是否删除原图。
ar: تم إنشاء الصور المضغوطة ولم تُحذف الأصول. راجع المقارنة قبل أن تقرر حذف الأصول.
de: Komprimierte Bilder wurden erstellt. Die Originale wurden nicht gelöscht. Prüfe erst den Vergleich und entscheide dann, ob du die Originale löschen möchtest.
en: Compressed images were created and originals were not deleted. Review the comparison before deleting originals.
ja: 圧縮画像を作成しました。元画像は削除されていません。比較してから元画像を削除するか決めてください。
zh_hant: 已產生壓縮後圖片，原圖尚未刪除。請先查看對比，再決定是否刪除原圖。

source: 已生成压缩后视频，但空间减少不明显。建议先保留原视频。
ar: تم إنشاء فيديو مضغوط، لكن توفير المساحة قليل. احتفظ بالأصل حاليًا.
de: Ein komprimiertes Video wurde erstellt, aber die Platzersparnis ist gering. Behalte das Original vorerst.
en: A compressed video was created, but space savings are small. Keep the original for now.
ja: 圧縮ビデオを作成しましたが、空き容量の増加はわずかです。今は元のビデオを残してください。
zh_hant: 已產生壓縮後影片，但節省空間不明顯。建議先保留原影片。

source: 已生成压缩后视频，原视频尚未删除。请先查看对比，再决定是否删除原视频。
ar: تم إنشاء فيديو مضغوط. لم يُحذف الأصل. قارنهما أولًا، ثم قرر ما إذا كنت تريد حذف الأصل.
de: Ein komprimiertes Video wurde erstellt. Das Original wurde nicht gelöscht. Vergleiche sie zuerst und entscheide dann, ob du das Original löschen möchtest.
en: A compressed video was created. The original has not been deleted. Compare them first, then decide whether to delete the original.
ja: 圧縮ビデオを作成しました。元のビデオは削除されていません。まず比較してから、元のビデオを削除するか決めてください。
zh_hant: 已產生壓縮後影片，原影片尚未刪除。請先查看對比，再決定是否刪除原影片。

source: 已用 %@
ar: %@ مستخدم
de: %@ belegt
en: %@ used
ja: %@使用済み

source: 已移出相册
ar: تمت الإزالة من الألبوم
de: Aus Album entfernt
en: Removed from album
ja: アルバムから削除しました
zh_hant: 已移出相冊

source: 已经完成所有清理里程碑。
ar: اكتملت كل مراحل التنظيف.
de: Alle Bereinigungsmeilensteine sind abgeschlossen.
en: Every cleanup milestone is complete.
ja: すべてのクリーンアップマイルストーンが完了しました。
zh_hant: 已經完成所有清理里程碑。

source: 已经完成的清理里程碑
ar: مراحل التنظيف التي أكملتها
de: Abgeschlossene Bereinigungsmeilensteine
en: Cleanup milestones you have completed
ja: 完了したクリーンアップマイルストーン
zh_hant: 已經完成的清理里程碑

source: 已经是收藏
ar: في المفضلة بالفعل
de: Bereits ein Favorit
en: Already a favorite
ja: すでにお気に入りです
zh_hant: 已經是收藏

source: 已经是最后一张
ar: هذه آخر صورة
de: Das ist das letzte Foto
en: This is the last photo
ja: 最後の写真です
zh_hant: 已經是最後一張

source: 已经是第一张
ar: هذه أول صورة
de: Das ist das erste Foto
en: This is the first photo
ja: 最初の写真です
zh_hant: 已經是第一張

source: 已节省
ar: تم التوفير
de: Gespart
en: Saved
ja: 節約済み
zh_hant: 已節省

source: 已节省 %@
ar: تم توفير %@
de: %@ gespart
en: Saved %@
ja: %@節約済み
zh_hant: 已節省 %@

source: 已获得
ar: تم فتحه
de: Freigeschaltet
en: Unlocked
ja: 解除済み
zh_hant: 已獲得

source: 已获得 %lld/%lld 枚徽章
ar: تم كسب %lld/%lld شارة
de: %lld/%lld Abzeichen verdient
en: %lld/%lld badges earned
ja: %lld/%lld個のバッジを獲得
zh_hant: 已獲得 %lld/%lld 枚徽章

source: 已获得 %lld/%lld 枚徽章 · %lld 次清理
ar: تم كسب %lld/%lld شارة · %lld جلسات تنظيف
de: %lld/%lld Abzeichen verdient · %lld Bereinigungen
en: %lld/%lld badges earned · %lld cleanup sessions
ja: %lld/%lld個のバッジを獲得 · %lld回のクリーンアップ
zh_hant: 已獲得 %lld/%lld 枚徽章 · %lld 次清理

source: 已解锁长期统计和支持者功能
ar: تم فتح الإحصاءات طويلة المدى وميزات الداعم
de: Langzeitstatistiken und Supporter-Funktionen sind freigeschaltet
en: Long-term stats and Supporter features are unlocked
ja: 長期統計とサポーター機能が解除されました
zh_hant: 已解鎖長期統計和支持者功能

source: 已读取 %lld/%lld · 已知约 %@
ar: تمت قراءة %lld/%lld · المعروف نحو %@
de: %lld/%lld gelesen · bekannt ca. %@
en: %lld/%lld read · known about %@
ja: %lld/%lldを読み込み済み · 判明分約%@
zh_hant: 已讀取 %lld/%lld · 已知約 %@

source: 已读取 %lld/%lld 个视频大小 · 合计约 %@
ar: تمت قراءة أحجام %lld/%lld فيديو · الإجمالي نحو %@
de: %lld/%lld Videogrößen gelesen · insgesamt ca. %@
en: %lld/%lld video sizes read · about %@ total
ja: %lld/%lld本のビデオサイズを読み込み済み · 合計約%@
zh_hant: 已讀取 %lld/%lld 個影片大小 · 合計約 %@

source: 已读取 %lld/%lld 个视频大小，已知约 %@。
ar: تمت قراءة أحجام %lld/%lld فيديو. الحجم المعروف نحو %@.
de: %lld/%lld Videogrößen gelesen. Bekannte Größe ca. %@.
en: %lld/%lld video sizes read. Known size is about %@.
ja: %lld/%lld本のビデオサイズを読み込み済み。判明分は約%@。
zh_hant: 已讀取 %lld/%lld 個影片大小，已知約 %@。

source: 已购买
ar: تم الشراء
de: Gekauft
en: Purchased
ja: 購入済み
zh_hant: 已購買

source: 已跳过
ar: تم التخطي
de: Übersprungen
en: Skipped
ja: スキップ済み
zh_hant: 已跳過

source: 已选
ar: محدد
de: Ausgewählt
en: Selected
ja: 選択済み
zh_hant: 已選

source: 已选择 %lld 个视频 · %@
ar: تم تحديد %lld فيديو · %@
de: %lld Videos ausgewählt · %@
en: %lld videos selected · %@
ja: %lld本のビデオを選択 · %@
zh_hant: 已選擇 %lld 個影片 · %@

source: 已选择 %lld 个视频 · 预计压缩后 %@
ar: تم تحديد %lld فيديو · المتوقع بعد الضغط %@
de: %lld Videos ausgewählt · geschätzt nach Komprimierung %@
en: %lld videos selected · estimated after compression %@
ja: %lld本のビデオを選択 · 圧縮後の推定%@
zh_hant: 已選擇 %lld 個影片 · 預計壓縮後 %@

source: 已选择 %lld 张图片 · %@
ar: تم تحديد %lld صورة · %@
de: %lld Bilder ausgewählt · %@
en: %lld images selected · %@
ja: %lld枚の画像を選択 · %@
zh_hant: 已選擇 %lld 張圖片 · %@

source: 已静音
ar: مكتوم
de: Stumm
en: Muted
ja: ミュート中
zh_hant: 已靜音

source: 带云朵的视频当前只保存在 iCloud。列表不会自动下载大视频，开始压缩后会下载原片并确认实际大小。
ar: الفيديوهات التي تحمل أيقونة سحابة محفوظة حاليًا في iCloud فقط. لن تنزّل القائمة الفيديوهات الكبيرة تلقائيًا. عند بدء الضغط، سيتم تنزيل الأصل والتحقق من حجمه الفعلي.
de: Videos mit Wolkensymbol sind derzeit nur in iCloud gespeichert. Die Liste lädt große Videos nicht automatisch herunter. Beim Komprimieren wird das Original geladen und die tatsächliche Größe geprüft.
en: Videos with a cloud icon are currently stored in iCloud. The list will not automatically download large videos. Compression downloads the original and checks the actual size.
ja: 雲アイコン付きのビデオは現在iCloudにのみ保存されています。リストでは大きなビデオを自動ダウンロードしません。圧縮を開始すると元ファイルをダウンロードし、実際のサイズを確認します。
zh_hant: 帶雲朵的影片目前只保存在 iCloud。列表不會自動下載大型影片，開始壓縮後會下載原片並確認實際大小。

source: 带云朵的视频当前只保存在 iCloud。列表不会自动下载大视频，预览或处理时会下载原片。
ar: الفيديوهات التي تحمل أيقونة سحابة محفوظة حاليًا في iCloud فقط. لن تنزّل القائمة الفيديوهات الكبيرة تلقائيًا. سيتم تنزيل الأصل عند المعاينة أو المعالجة.
de: Videos mit Wolkensymbol sind derzeit nur in iCloud gespeichert. Die Liste lädt große Videos nicht automatisch herunter. Beim Vorschauen oder Verarbeiten wird das Original geladen.
en: Videos with a cloud icon are currently stored in iCloud. The list will not automatically download large videos. The original will download when previewing or processing.
ja: 雲アイコン付きのビデオは現在iCloudにのみ保存されています。リストでは大きなビデオを自動ダウンロードしません。プレビューまたは処理時に元ファイルをダウンロードします。
zh_hant: 帶雲朵的影片目前只保存在 iCloud。列表不會自動下載大型影片，預覽或處理時會下載原片。

source: 带地点信息的照片会显示在地图上。
ar: ستظهر الصور التي تحتوي على معلومات موقع على الخريطة.
de: Fotos mit Standortinfos werden auf der Karte angezeigt.
en: Photos with location info will appear on the map.
ja: 位置情報のある写真はマップに表示されます。
zh_hant: 帶地點資訊的照片會顯示在地圖上。

source: 年
ar: السنة
de: Jahr
en: Year

source: 应用设置
ar: إعدادات التطبيق
de: App-Einstellungen
en: App Settings
ja: アプリ設定
zh_hant: 應用設置

source: 建议优先处理相似组，合计约 %@。
ar: ابدأ بالمجموعات المتشابهة، بإجمالي حوالي %@.
de: Beginne mit ähnlichen Gruppen, insgesamt etwa %@.
en: Start with similar groups, about %@ total.
ja: まず類似グループから整理しましょう。合計約%@です。
zh_hant: 建議優先處理相似組，合計約 %@。

source: 建议保留 1 张
ar: المقترح: الاحتفاظ بصورة واحدة
de: Vorschlag: 1 behalten
en: Suggested: keep 1
ja: おすすめ: 1枚を残す
zh_hant: 建議保留 1 張

source: 建议选择
ar: اختيار المقترح
de: Vorschlag auswählen
en: Select Suggested
ja: おすすめを選択
zh_hant: 建議選擇

source: 开启后每次进入整理页默认静音；整理页可临时打开声音
ar: عند التفعيل، تبدأ كل جلسة مراجعة بكتم الصوت. يمكنك تشغيل الصوت مؤقتًا من شاشة المراجعة.
de: Wenn aktiviert, startet jede Aufräumsitzung stumm. Du kannst den Ton im Aufräumbildschirm vorübergehend einschalten.
en: When on, each review session starts muted. You can turn sound on temporarily in the review screen.
ja: オンにすると、整理画面を開くたびにミュートで開始します。整理画面で一時的に音をオンにできます。
zh_hant: 開啟後每次進入整理頁預設靜音；整理頁可暫時打開聲音

source: 开始
ar: ابدأ
de: Starten
en: Start
ja: 開始
zh_hant: 開始

source: 开始 3 天免费体验
ar: ابدأ تجربة مجانية لمدة 3 أيام
de: 3-tägige kostenlose Testphase starten
en: Start 3-Day Free Trial
ja: 3日間の無料トライアルを開始
zh_hant: 開始 3 天免費體驗

source: 开始压缩 %lld 个视频
ar: ضغط %lld فيديو
de: %lld Videos komprimieren
en: Compress %lld videos
ja: %lld本のビデオを圧縮
zh_hant: 開始壓縮 %lld 個影片

source: 开始压缩 %lld 张图片
ar: بدء ضغط %lld صورة
de: %lld Bilder komprimieren
en: Start compressing %lld images
ja: %lld枚の画像の圧縮を開始
zh_hant: 開始壓縮 %lld 張圖片

source: 开始整理
ar: بدء التنظيف
de: Aufräumen starten
en: Start Cleanup
ja: クリーンアップを開始
zh_hant: 開始整理

source: 开始整理照片
ar: بدء تنظيم الصور
de: Fotos organisieren
en: Start Organizing Photos
ja: 写真の整理を開始
zh_hant: 開始整理照片

source: 开始有节奏
ar: بناء الوتيرة
de: Rhythmus aufgebaut
en: Building Rhythm
ja: リズムができています
zh_hant: 開始有節奏

source: 引导页
ar: صفحات المقدمة
de: Einführungsseiten
en: Intro pages
ja: イントロページ
zh_hant: 引導頁

source: 归类中
ar: جارٍ الإضافة
de: Wird abgelegt
en: Filing
ja: 整理中
zh_hant: 歸類中

source: 归类到 %@
ar: إضافة إلى %@
de: Zu %@ hinzufügen
en: Add to %@
ja: %@に追加
zh_hant: 歸類到 %@

source: 归类失败，请再试一次
ar: تعذرت الإضافة إلى الألبوم. حاول مرة أخرى.
de: Konnte nicht zum Album hinzugefügt werden. Versuche es erneut.
en: Could not add to the album. Try again.
ja: アルバムに追加できませんでした。もう一度お試しください。
zh_hant: 歸類失敗，請再試一次

source: 当前仅可访问 %lld 张照片
ar: وصول محدود إلى %lld صورة
de: Eingeschränkter Zugriff auf %lld Fotos
en: Limited access to %lld photos
ja: %lld枚の写真への制限付きアクセス
zh_hant: 當前僅可訪問 %lld 張照片

source: 当前压缩方案
ar: خطة الضغط الحالية
de: Aktueller Komprimierungsplan
en: Current compression plan
ja: 現在の圧縮プラン
zh_hant: 目前壓縮方案

source: 当前可能较模糊
ar: قد تبدو المعاينة ضبابية
de: Vorschau kann unscharf wirken
en: Preview may look blurry
ja: プレビューがぼやけて見える場合があります
zh_hant: 目前可能較模糊

source: 当前所有徽章都已经点亮。
ar: جميع الشارات مفتوحة حاليًا.
de: Alle Abzeichen sind derzeit freigeschaltet.
en: All badges are currently unlocked.
ja: 現在、すべてのバッジが解除されています。
zh_hant: 當前所有徽章都已經點亮。

source: 当前手势
ar: الإيماءات الحالية
de: Aktuelle Gesten
en: Current Gestures
ja: 現在のジェスチャ
zh_hant: 當前手勢

source: 当前授权范围内没有带地点信息的照片。
ar: لا توجد صور تتضمن معلومات موقع ضمن نطاق الوصول الحالي.
de: Im aktuellen Zugriffsbereich sind keine Fotos mit Standortinfos verfügbar.
en: No photos with location info are available in the current access range.
ja: 現在のアクセス範囲に位置情報付きの写真はありません。
zh_hant: 目前授權範圍內沒有帶地點資訊的照片。

source: 当前授权范围内没有带拍摄时间的照片。
ar: لا توجد صور تتضمن تواريخ التقاط ضمن نطاق الوصول الحالي.
de: Im aktuellen Zugriffsbereich sind keine Fotos mit Aufnahmedatum verfügbar.
en: No photos with capture dates are available in the current access range.
ja: 現在のアクセス範囲に撮影日時付きの写真はありません。
zh_hant: 目前授權範圍內沒有帶拍攝時間的照片。

source: 当前授权范围内没有照片。您可以在系统设置里调整删图的照片访问范围。
ar: لا توجد صور ضمن نطاق الوصول الحالي. يمكنك تعديل وصول OnePhoto إلى الصور من إعدادات النظام.
de: Im aktuellen Zugriffsbereich gibt es keine Fotos. Du kannst den Fotozugriff von OnePhoto in den Systemeinstellungen anpassen.
en: There are no photos in the current access scope. You can adjust OnePhoto's photo access in System Settings.
ja: 現在のアクセス範囲に写真はありません。システム設定でOnePhotoの写真アクセスを調整できます。
zh_hant: 當前授權範圍內沒有照片。您可以在系統設置里調整刪圖的照片訪問範圍。

source: 当前是卡片模式
ar: أنت حاليًا في وضع البطاقات
de: Aktuell im Kartenmodus
en: Currently in card mode
ja: 現在はカードモードです
zh_hant: 當前是卡片模式

source: 当前是双行浏览模式
ar: أنت حاليًا في وضع التصفح بصفين
de: Aktuell in der zweizeiligen Ansicht
en: Currently in two-row browsing mode
ja: 現在は2行ブラウズモードです
zh_hant: 當前是雙行瀏覽模式

source: 当前照片
ar: الصورة الحالية
de: Aktuelles Foto
en: Current Photo
ja: 現在の写真
zh_hant: 當前照片

source: 当前照片库里暂时没有可压缩的视频。
ar: لا توجد فيديوهات قابلة للضغط في المكتبة الحالية.
de: In der aktuellen Mediathek gibt es keine Videos zum Komprimieren.
en: There are no videos to compress in the current library.
ja: 現在のライブラリに圧縮できるビデオはありません。
zh_hant: 目前照片庫裡暫時沒有可壓縮的影片。

source: 当前照片库里暂时没有符合这个入口的项目。
ar: لا توجد عناصر تطابق مدخل التنظيف هذا حاليًا.
de: Derzeit passen keine Elemente zu diesem Aufräumbereich.
en: No items currently match this cleanup entry.
ja: 現在、このクリーンアップ項目に一致するものはありません。
zh_hant: 當前照片庫里暫時沒有符合這個入口的項目。

source: 当前照片库里暂时没有适合压缩的普通图片。
ar: لا توجد صور عادية مناسبة للضغط في المكتبة الحالية.
de: In der aktuellen Mediathek gibt es keine normalen Bilder, die sich zum Komprimieren eignen.
en: There are no regular images suitable for compression in the current library.
ja: 現在のライブラリに圧縮に適した通常画像はありません。
zh_hant: 目前照片庫裡暫時沒有適合壓縮的普通圖片。

source: 当前照片权限不可用
ar: الوصول إلى الصور غير متاح
de: Fotozugriff ist nicht verfügbar
en: Photo access is not available
ja: 写真へのアクセスは利用できません
zh_hant: 當前照片權限不可用

source: 当前筛选没有内容
ar: لا توجد نتائج لهذا الفلتر
de: Keine Ergebnisse für diesen Filter
en: No Results for This Filter
ja: このフィルタに結果はありません
zh_hant: 目前篩選沒有內容

source: 当天
ar: هذا اليوم
de: Dieser Tag
en: This Day
ja: この日
zh_hant: 當天

source: 待下载
ar: يتطلب التنزيل
de: Download erforderlich
en: Needs download
ja: ダウンロードが必要
zh_hant: 待下載

source: 待删除
ar: للحذف
de: Zu löschen
en: To delete
ja: 削除予定
zh_hant: 待刪除

source: 待删除 %lld 张
ar: %lld للحذف
de: %lld zu löschen
en: %lld to delete
ja: 削除予定 %lld枚
zh_hant: 待刪除 %lld 張

source: 待删除、待收藏和已整理进度会被清空，不会删除照片库中的任何照片。
ar: سيتم مسح عمليات الحذف المعلقة والمفضلة المعلقة وتقدم المراجعة المحلي. لن يتم حذف أي صور.
de: Ausstehende Löschungen, Favoriten und lokaler Fortschritt werden gelöscht. Es werden keine Fotos gelöscht.
en: Pending deletes, pending favorites, and local review progress will be cleared. No photos will be deleted.
ja: 保留中の削除、保留中のお気に入り、ローカルの整理進捗がクリアされます。写真は削除されません。
zh_hant: 待刪除、待收藏和已整理進度會被清空，不會刪除照片庫中的任何照片。

source: 待压缩
ar: للضغط
de: Zu komprimieren
en: To compress
ja: 圧縮予定
zh_hant: 待壓縮

source: 待收藏
ar: لإضافتها إلى المفضلة
de: Zu favorisieren
en: To favorite
ja: お気に入り予定

source: 待整理
ar: للمراجعة
de: Zu prüfen
en: To review
ja: レビュー予定

source: 待确认
ar: معلق
de: Ausstehend
en: Pending
ja: 保留中
zh_hant: 待確認

source: 待确认 %@
ar: %@ معلق
de: %@ ausstehend
en: %@ pending
ja: %@件保留中
zh_hant: 待確認 %@

source: 待确认列表
ar: مراجعة معلقة
de: Ausstehende Prüfung
en: Pending review
ja: 保留中のレビュー
zh_hant: 待確認列表

source: 微信反馈
ar: ملاحظات WeChat
de: WeChat-Feedback
en: WeChat Feedback
ja: WeChatフィードバック
zh_hant: 微信反饋

source: 微信反馈：%@
ar: ملاحظات WeChat: %@
de: WeChat-Feedback: %@
en: WeChat feedback: %@
ja: WeChatフィードバック: %@
zh_hant: 微信反饋：%@

source: 徽章、连续整理和节省空间进度
ar: الشارات والسلاسل والمساحة التي تم توفيرها
de: Abzeichen, Serien und gesparter Speicher
en: Badges, streaks, and storage saved
ja: バッジ、連続整理、節約した容量
zh_hant: 徽章、連續整理和節省空間進度
